data = [
  {
    "type": "greeting",
    "models": ["سلام", "سلام خوبی", "درود"],
    "responses": ["سلام", "درود بر شما"]
  },
  {
    "type": "greeting1",
    "models": ["خوبی", "سلام خوبی", "چطوری","شما چطورید"],
    "responses": ["خوبم به مرحمت شما", "خوبم سلامت باشید"]
  },
  {
    "type": "how",
    "models": ["حال شما چطور است", "چه میکنید با زحمت های ما"],
    "responses": ["عالی هستم", "ممنون که میپرسید"]
  },
  {
    "type": "news",
    "models": ["چه خبر", "اخبار جدید", "چه اتفاقی افتاده است"],
    "responses": ["خبر ها پیش شماست!", "خبر خاصی نیست"]
  },
  {
    "type": "bye",
    "models": [
      "خداحافظ",
      "خدا نگهدار",
      "تا درودی دیگر بدرود",
      "باید بروم",
      "رفتن یا نرفتن مسئله این است"
    ],
    "responses": ["خدانگهدار", "تا درودی دیگر بدرود"]
  },
  {
    "type": "weather-general",
    "models": [
      "آب و هوا",
      "هوا چطور است",
      "هوا چطور",
      "هوای امروز",
      "آب و هوای ایران اصفهان تهران کاشان",
    ],
    "responses": ["هوا مناسب برای پیک نیک می باشد", "هوا بسیار عالی است"],
  },
  {
    "type": "weather-today",
    "models": [
      " آب و هوا امروز",
      "هوا چطور است امروز",
      "هوا چطور امروز",
      "هوای امروز ",
      "آب و هوای ایران اصفهان تهران کاشان امروز",
    ],
    "responses": [
      "امروز هوا مناسب برای پیک نیک می باشد",
      "هوا بسیار عالی است امروز",
    ],
  },
  {
    "type": "weather-tommorrow",
    "models": [
      " آب و هوا فردا",
      "هوا چطور است فردا",
      "هوا چطور فردا",
      "هوای فردا ",
      "آب و هوای ایران اصفهان تهران کاشان فردا",
    ],
    "responses": [
      "فردا هوا مناسب برای پیک نیک می باشد",
      "هوا بسیار عالی است فردا",
    ],
  },

  {
    "type": "football",
    "models": ["پرسپولیس استقلال سپاهان", " اخبار لیگ برتر", "کدام تیم بهتر"],
    "responses": [
      "💛ما سپاهانیم و حالا حالا قهرمانیم 💛",
      "تیم فقط سپاهان اصفهان",
    ],
  },
  {
    "type": "computer",
    "models": [
      "کامپیوتر چیست",
      "اجزای سازنده کامپیوتر",
      "چرا کامپیوتر ها ساخته می شوند",
      "کامپیوتر چه کاری انجام می دهد",
      "مهندسی کامپیوتر",
    ],
    "responses": ["کامپیوتر ها به وجود آمده اند تا کار ها را برای ما ساده کنند"],
  },
  {
    "type": "robot",
    "models": [
      "آیا تو ربات هستی",
      "آیا تو واقعی هستی",
      "چه کار هایی میتواند ربات انجام دهد",
    ],
    "responses": ["من درخدمت شما هستم"],
  },
  {
    "type": "who",
    "models": [
      "صاحب تو چه کسی است",
      "چه کسی تو را ایجاد کرده است",
      "رییس سرور استاد تو چه کسی است",
    ],
    "responses": ["امین پروانیان"],
  }
]
